Repository: FilibertoNencioni/F1-calendar
Catalog: lib/l10n/app_*.arb
Languages: it

# setting
source: Settings
it: Impostazioni

# choose_season
source: Choose a season
it: Scegli una stagione

source: Season
it: Stagione

# choose_calendar
source: Choose a calendar
it: Seleziona un calendario

# choose_language
source: Choose your language
it: Seleziona una lingua

# choose_event
source: Choose what to save in the calendar
it: Seleziona cosa salvare nel calendario

source: First Practice
it: FP1

source: Second Practice
it: FP2

source: Third Practice
it: FP3

source: Sprint Race
it: Gara Sprint

source: Qualifying
it: Qualifiche

source: Race
it: Gara

source: Proceed
it: Procedi

source: Delete all from calendar
it: Elimina tutto dal calendario

# error_read_calendars
source: An error occurred while reading the device calendars, check the app permissions and try again
it: Si è verificato un errore durante la lettura dei calendari del dispositivo, controlla i permessi dell'app e riprova

# warning_calendar_nor_selected
source: Select a valid calendar
it: Seleziona un calendario valido

# events_inserted_successfully
source: Events inserted in the calendar successfully!
it: Eventi inseriti nel calendario con successo!

# error_fetch_data
source: An error occurred while retriving online data
it: Si è verificato un'errore durante il prelievo dei dati online

# warning_select_option
source: Select at least one option
it: Seleziona almeno un'opsione tra quelle presenti

# choose_timezone
source: Choose your timezone
it: Seleziona il tuo fuso orario
